Repository: huxaiphaer/DiabeticsApp
Catalog: Diabetes/AppResources.*.resx
Languages: ar

# username
source: Username or login
ar: اسم المستخدم

source: Password
ar: كلمه السر

# loginpage
source: Login
ar: تسجيل الدخول

# loginbutton
source: LOGIN
ar: تسجيل الدخول

# signupbutton
source: NEW USER| SIGN UP
ar: سجل

# home_nav
source: Home
ar: الصفحة الرئيسية

# therapy_nav
source: Therapy
ar: علاج

# trackme_nav
source: Track Me
ar: تتبعني

# settings_nav
source: Settings
ar: إعدادات

# therapy_home
source: THERAPY
ar: علاج

source: INSULIN TRACKING
ar: إنسولين تتبع

# therapy_title
source: Insulin Therapy
ar: العلاج الأنسولين

# setreminder_therapy_page
source: Set a Reminder
ar: تعيين تذكير

source: My Reminder
ar: بلدي تذكير

# timeset
source: Time Set (24 hours)
ar: الوقت المحدد (24 ساعة)

# add_reminder_title
source: Add Reminder
ar: إضافة تذكير

# inslintype
source: Insulin Type
ar: نوع الأنسولين

# enterinsulin
source: Enter insulin type
ar: أدخل نوع الأنسولين

# mesurements
source: Select Measurements
ar: حدد القياسات

source: Add Reminder
ar: إضافة تذكير

source: Add Details
ar: إضافة تفاصيل

# contact_us
source: "Contact Us and Advertise Here
ar: اتصل بنا و أعلن هنا

# dontforget
source: Don't forget to take medicine
ar: لا ننسى أن تأخذ الدواء

# beyourself
source: Be yourself with zero worries
ar: كن نفسك مع صفر المخاوف

# dialydiabetics
source: Daily Diabetics Tips
ar: نصائح السكري اليومية

source: Log out
ar: الخروج

# total_number
source: "Total Number of Days :
ar: "إجمالي عدد الأيام :

source: Missed Day(s)
ar: الأيام الفائتة

source: Taken Day(s)
ar: أخذ أيام
